Repository: pluginsGLPI/advancedforms
Catalog: locales/*.po
Languages: fr_fr

source: Data from LDAP directory
fr_fr: Données provenant du répertoire LDAP

source: Advanced forms plugin configuration
fr_fr: Configuration avancée des formulaires

source: LDAP select
fr_fr: Liste déroulante LDAP

source: LDAP select question type
fr_fr: Type de question liste déroulante LDAP

source: Select some data from a LDAP directory.
fr_fr: Selectionner des données depuis un répertoire LDAP.

source: Hostname
fr_fr: Nom d'hôte

source: Hostname question type
fr_fr: Type de question nom d'hôte

source: This question type will automatically register the user's hostname.
fr_fr: Ce type de question enregistrera automatiquement le nom d'hôte de l'utilisateur.

source: Advanced
fr_fr: Avancé

source: Ip address
fr_fr: Adresse IP

source: IP address question type
fr_fr: Type de question adresse IP

source: This question type will automatically register the user's ip address.
fr_fr: Ce type de question enregistrera automatiquement l'adresse IP de l'utilisateur.

source: Hidden
fr_fr: Caché

source: Hidden address question type
fr_fr: Type de question caché

source: This question type will insert some hidden data into the form.
fr_fr: Ce type de question insérera des données cachées dans le formulaire.

source: Advanced forms
fr_fr: Formulaires avancés
